---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Rankine
source: html/c377b5cb-0ea4-afb8-93ea-a581da2b82b7.htm
---
# Autodesk.Revit.DB.UnitTypeId.Rankine Property

Rankine.

## Syntax (C#)
```csharp
public static ForgeTypeId Rankine { get; }
```